# MetersOfWaterColumn Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..MetersOfWaterColumn Property
UnitTypeId Class See Also
---
Meters of water column.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MetersOfWaterColumn { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MetersOfWaterColumn As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MetersOfWaterColumn {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace